return {
  "nvimdev/dashboard-nvim",
  event = "VimEnter",
  config = function()
    require("dashboard").setup({
      -- config
      theme = "doom",
      config = {
        header = {
          " ",
          " ",
          "                  ▄                   ",
          "                 ▄█▄                  ",
          "                ▄███▄                 ",
          "               ▄█████▄                ",
          "              ▄███████▄               ",
          "             ▄ ▀▀██████▄              ",
          "            ▄██▄▄ ▀█████▄             ",
          "           ▄█████████████▄            ",
          "          ▄███████████████▄           ",
          "         ▄█████████████████▄          ",
          "        ▄███████████████████▄         ",
          "       ▄█████████▀▀▀▀████████▄        ",
          "      ▄████████▀      ▀███████▄       ",
          "     ▄█████████        ████▀▀██▄      ",
          "    ▄██████████        █████▄▄▄       ",
          "   ▄██████████▀        ▀█████████▄    ",
          "  ▄██████▀▀▀              ▀▀██████▄   ",
          " ▄███▀▀                       ▀▀███▄  ",
          "▄▀▀                               ▀▀▄ ",
          " ",
          " ",
          " ██████╗ ███████╗     ██╗ ",
          " ██╔══██╗██╔════╝     ██║ ",
          " ██║  ██║█████╗       ██║ ",
          " ██║  ██║██╔══╝  ██   ██║ ",
          " ██████╔╝███████╗╚█████╔╝ ",
          " ╚═════╝ ╚══════╝ ╚════╝  ",
          " 𝖏𝖔𝖚𝖗𝖓𝖊𝖞 𝖇𝖊𝖋𝖔𝖗𝖊 𝖉𝖊𝖘𝖙𝖎𝖓𝖆𝖙𝖎𝖔𝖓 ",
          " - 𝕾 𝖙𝖔𝖗𝖒 𝖑𝖎𝖌𝖍𝖙 𝕬 𝖗𝖈𝖍𝖎𝖛𝖊 ",
          " ",
          " ",
          " ",
        }, --your header
        center = {
          {
            icon = " ",
            icon_hl = "Title",
            desc = "Find File           ",
            desc_hl = "String",
            key = "b",
            keymap = "SPC f f",
            key_hl = "Number",
            key_format = " %s", -- remove default surrounding `[]`
            action = "Telescope find_files",
          },
        },
      },
    })
  end,
  dependencies = { { "nvim-tree/nvim-web-devicons" } },
}
